[
    {
        "uid": "5758572f-481a-4a4d-a3f4-d6ea3163e1b6",
        "document_title": "Albemarle Corporation Reports Strong Financial Performance and Growth in Revenue",
        "content": [
            "Albemarle Corporation and Subsidiaries 33 See below for a reconciliation of segment operating profit and segment income, the non-GAAP financial measures, to operating profit and net income attributable to Albemarle Corporation, respectively, the most directly comparable financial measures calculated and reported in accordance with GAAP.",
            "## Table 0 ##",
            "(a) Excludes corporate equity income and noncontrolling interest adjustments of $535 and $6 for the years ended December 31, 2010 and 2009, respectively.",
            "Polymer Solutions Polymer Solutions segment net sales for the year ended December 31, 2010 were $903.7 million, up $206.5 million, or 30%, in comparison to the year ended December 31, 2009.",
            "This increase was mainly due to the impact of higher volumes of 25% (net of $42.9 million in unfavorable net sales impact from the January 1, 2010 Stannica LLC deconsolidation) and favorable price/mix impacts of 6%, offset in part by unfavorable foreign exchange impacts of 1% (mainly the weaker Euro).",
            "The increase in volumes, directly resulting from improved economic conditions over 2009, was primarily in our fire safety portfolio in the consumer electronics, automotive and construction sectors, while our stabilizers and curatives product lines also showed higher volumes in antioxidants and curatives.",
            "Segment income for the year ended December 31, 2010 was $198.3 million versus $61.4 million for 2009.",
            "The year-over-year improvement in operating performance was due mainly to the sales volume and price/mix improvements noted above, as well as higher production volumes which contributed to favorable fixed cost absorption.",
            "Also, Polymer Solutions segment income for 2010 benefited from higher equity in net income of $5.2 million from its unconsolidated investment Magnifin due to increased demand in the automotive sector compared to the prior year, as well as the favorable impact of the January 1, 2010 deconsolidation of Stannica LLC (which reported $3.7 million in net income attributable to noncontrolling interests in the Polymer Solutions segment results during the year ended December 31, 2009).",
            "These favorable items were partially offset by $4.0 million in higher net income attributable to noncontrolling interests resulting from improved performance in our JBC joint venture.",
            "Catalysts Catalysts segment net sales for the year ended December 31, 2010 were $890.0 million, an increase of $81.9 million, or 10%, versus the year ended December 31, 2009.",
            "This increase was due mainly to higher volumes in refinery catalysts, particularly FCC refinery catalysts (due to higher refinery operating rates) and alternative fuels, as well as an increase in volumes in polyolefin catalysts arising from stronger customer demand over the challenged 2009 year.",
            "Catalysts segment income increased 67%, or $100.1 million, to $248.8 million for the year ended December 31, 2010 compared to the year ended December 31, 2009.",
            "This increase was mainly in our HPC business due mainly to improved realization of metals cost pass-through impacts year-over-year, as well as favorable sales",
            "Albemarle Corporation and Subsidiaries 37 segment income because management believes that these financial measures provide transparency to investors and enable period-to\u0002period comparability of financial performance.",
            "Segment operating profit and segment income should not be considered as an alternative to operating profit or net income attributable to Albemarle Corporation, respectively, as determined in accordance with GAAP.",
            "See below for a reconciliation of segment operating profit and segment income, the non-GAAP financial measures, to operating profit and net income attributable to Albemarle Corporation, respectively, the most directly comparable financial measures calculated and reported in accordance with GAAP.",
            "## Table 1 ##",
            "(a) Excludes corporate equity income and noncontrolling interest adjustments of $6 and $362 for the years ended December 31, 2009 and 2008, respectively.",
            "Polymer Solutions Our Polymer Solutions segment recorded net sales for 2009 of $697.2 million, down $218.3 million, or 24%, versus 2008.",
            "This decline was primarily due to lower volumes of 19%, mix of 4%, and unfavorable foreign currency of 1% (mainly strengthening of the U. S.  Dollar).",
            "The decrease in volumes was primarily in our flame retardants portfolio as a result of softness in the consumer electronics, automotive and construction sectors as well as unfavorable mix.",
            "The decrease was also attributable to volume declines in our stabilizers and curatives business due mainly to overall reduced demand in the antioxidants and special intermediates product sectors, as well as unfavorable mix impacts.",
            "Polymer Solutions segment income decreased by 31% to $61.4 million for 2009 as compared to 2008 due mainly to lower sales volumes as well as lower production volumes which contributed to unfavorable fixed cost absorption, unfavorable product mix in stabilizers and curatives, and impacts from foreign currency exchange rates due mainly to the stronger U. S.  Dollar, partially offset by lower discretionary spending including $15.5 million in lower SG&A/R&D department spending for the segment in connection with our recent cost saving actions.",
            "Catalysts Our Catalysts segment recorded net sales for 2009 of $808.1 million, down $115.7 million, or 13%, versus 2008.",
            "This overall decrease was due mainly to an 8% overall decline in price/mix mainly from lower HPC metals price pass through impacts, offset in part by price/mix gains in FCC refinery catalysts.",
            "Also, volume decreases contributed 4% of the net sales decline in the segment, mainly in FCC refinery catalysts due to lower refinery operating rates.",
            "Unfavorable foreign currency impacts of 1% were attributable mainly to the strengthening of the U. S.  Dollar.",
            "Segment income for Catalysts decreased $14.0 million or 9%, to $148.6 million due mainly to price/mix impacts mainly from unfavorable metals price pass through impacts on HPC refinery catalysts, partially offset by",
            "NOTE 18—Income Taxes: Income before income taxes and equity in net income of unconsolidated investments and current and deferred income tax expense (benefit) are composed of the following (in thousands):",
            "## Table 2 ##",
            "(a) Current income tax expense – Federal for the year ended December 31, 2010 is net of a tax benefit from an NOL carryforward of $9.6 million.",
            "The significant differences between the U. S.  federal statutory rate and the effective income tax rate are as follows:",
            "## Table 3 ##",
            "(a) In 2008, we recorded valuation allowances of $26.7 million, which is predominantly related to the divestiture of our Port de Bouc, France operations, that will more likely than not expire unused.",
            "(b) In prior years, we designated the undistributed earnings of substantially all of our foreign subsidiaries as permanently reinvested.",
            "The benefit of the lower tax rates in the jurisdictions for which we made this designation have been reflected in our effective income tax rate.",
            "During 2010, 2009 and 2008, we received distributions of $68.7 million, $6.1 million and $35.1 million, respectively, from various foreign subsidiaries and joint ventures and realized an (expense) benefit, net of foreign tax credits, of $(2.7) million, $(0.2) million and $2.5 million, respectively, related to the repatriation of these high taxed earnings.",
            "We have asserted for all periods being reported, permanent reinvestment of our share of the income of JBC, a Free Zones company under the laws of the Hashemite Kingdom of Jordan.",
            "The applicable provisions of the",
            "Baker Hughes, a GE company Notes to Consolidated and Combined Financial Statements It is expected that the amount of unrecognized tax benefits will change in the next twelve months due to expiring statutes, audit activity, tax payments, and competent authority proceedings related to transfer pricing or final decisions in matters that are the subject of litigation in various taxing jurisdictions in which we operate.",
            "At December 31, 2018, we had approximately $96 million of tax liabilities, net of $1 million of tax assets, related to uncertain tax positions, each of which are individually insignificant, and each of which are reasonably possible of being settled within the next twelve months.",
            "We conduct business in more than 120 countries and are subject to income taxes in most taxing jurisdictions in which we operate.",
            "All Internal Revenue Service examinations have been completed and closed through year end 2015 for the most significant U. S.  returns.",
            "We believe there are no other jurisdictions in which the outcome of unresolved issues or claims is likely to be material to our results of operations, financial position or cash flows.",
            "We further believe that we have made adequate provision for all income tax uncertainties.",
            "NOTE 13.",
            "STOCK-BASED COMPENSATION In July 2017, we adopted the BHGE 2017 Long-Term Incentive Plan (LTI Plan) under which we may grant stock options and other equity-based awards to employees and non-employee directors providing services to the Company and our subsidiaries.",
            "A total of up to 57.4 million shares of Class A common stock are authorized for issuance pursuant to awards granted under the LTI Plan over its term which expires on the date of the annual meeting of the Company in 2027.",
            "A total of 46.2 million shares of Class A common stock are available for issuance as of December 31, 2018.",
            "Stock-based compensation cost was $121 million and $37 million in 2018 and 2017, respectively.",
            "Stock-based compensation cost is measured at the date of grant based on the calculated fair value of the award and is generally recognized on a straight-line basis over the vesting period of the equity grant.",
            "The compensation cost is determined based on awards ultimately expected to vest; therefore, we have reduced the cost for estimated forfeitures based on historical forfeiture rates.",
            "Forfeitures are estimated at the time of grant and revised, if necessary, in subsequent periods to reflect actual forfeitures.",
            "There were no stock-based compensation costs capitalized as the amounts were not material.",
            "Stock Options We may grant stock options to our officers, directors and key employees.",
            "Stock options generally vest in equal amounts over a three-year vesting period provided that the employee has remained continuously employed by the Company through such vesting date.",
            "The fair value of each stock option granted is estimated using the Black\u0002Scholes option pricing model.",
            "The following table presents the weighted average assumptions used in the option pricing model for options granted under the LTI Plan.",
            "The expected life of the options represents the period of time the options are expected to be outstanding.",
            "The expected life is based on a simple average of the vesting term and original contractual term of the awards.",
            "The expected volatility is based on the historical volatility of our five main competitors over a six year period.",
            "The risk-free interest rate is based on the observed U. S.  Treasury yield curve in effect at the time the options were granted.",
            "The dividend yield is based on a five year history of dividend payouts in Baker Hughes.",
            "## Table 4 ##"
        ],
        "table_title": [
            "Reconciliation of Segment Operating Profit to GAAP Operating Profit and Net Income for the Years Ended December 31, 2010 and 2009",
            "Reconciliation of Total Segment Operating Profit and Income to GAAP Operating Profit and Net Income Attributable to Albemarle Corporation for the Years Ended December 31, 2009 and 2008",
            "Income Tax Expense (Benefit) Breakdown for the Years Ended December 31, 2010, 2009, and 2008",
            "Effective Income Tax Rate Reconciliation for the Years Ended December 31, 2010, 2009, and 2008",
            "Fair Value Assumptions for Stock Option Grants in 2018 and 2017"
        ],
        "tables": [
            "<table><tr><td></td><td colspan=\"2\">Year Ended December 31,</td></tr><tr><td></td><td>2010</td><td>2009</td></tr><tr><td></td><td colspan=\"2\">(In thousands)</td></tr><tr><td>Total segment operating profit</td><td>$494,311</td><td>$246,060</td></tr><tr><td>Add (less):</td><td></td><td></td></tr><tr><td>Corporate & other<sup>(a)</sup></td><td>-72,505</td><td>-35,744</td></tr><tr><td>Restructuring and other charges</td><td>-6,958</td><td>-11,643</td></tr><tr><td>Port de Bouc facility disposition charges</td><td>—</td><td>-12,393</td></tr><tr><td> GAAP Operating profit</td><td>$414,848</td><td>$186,280</td></tr><tr><td>Total segment income</td><td>$519,182</td><td>$257,133</td></tr><tr><td>Add (less):</td><td></td><td></td></tr><tr><td>Corporate & other</td><td>-73,040</td><td>-35,750</td></tr><tr><td>Restructuring and other charges</td><td>-6,958</td><td>-11,643</td></tr><tr><td>Port de Bouc facility disposition charges</td><td>—</td><td>-12,393</td></tr><tr><td>Interest and financing expenses</td><td>-25,533</td><td>-24,584</td></tr><tr><td>Other income (expense), net</td><td>2,788</td><td>-1,423</td></tr><tr><td>Income tax (expense) benefit</td><td>-92,719</td><td>7,028</td></tr><tr><td> GAAP Net income attributable to Albemarle Corporation</td><td>$323,720</td><td>$178,368</td></tr></table>",
            "<table><tr><td></td><td colspan=\"2\">Year Ended December 31,</td></tr><tr><td></td><td>2009</td><td>2008</td></tr><tr><td></td><td colspan=\"2\">(In thousands)</td></tr><tr><td>Total segment operating profit</td><td>$246,060</td><td>$335,210</td></tr><tr><td>Add (less):</td><td></td><td></td></tr><tr><td>Corporate & other<sup>(a)</sup></td><td>-35,744</td><td>-49,960</td></tr><tr><td>Restructuring and other charges</td><td>-11,643</td><td>-25,789</td></tr><tr><td>Port de Bouc facility disposition charges</td><td>-12,393</td><td>-38,544</td></tr><tr><td> GAAP Operating profit</td><td>$186,280</td><td>$220,917</td></tr><tr><td>Total segment income</td><td>$257,133</td><td>$339,892</td></tr><tr><td>Add (less):</td><td></td><td></td></tr><tr><td>Corporate & other</td><td>-35,750</td><td>-50,322</td></tr><tr><td>Restructuring and other charges</td><td>-11,643</td><td>-25,789</td></tr><tr><td>Port de Bouc facility disposition charges</td><td>-12,393</td><td>-38,544</td></tr><tr><td>Interest and financing expenses</td><td>-24,584</td><td>-38,175</td></tr><tr><td>Other (expenses) income, net</td><td>-1,423</td><td>601</td></tr><tr><td>Income tax benefit</td><td>7,028</td><td>6,539</td></tr><tr><td> GAAP Net income attributable to Albemarle Corporation</td><td>$178,368</td><td>$194,202</td></tr></table>",
            "<table><tr><td></td><td colspan=\"3\"> Year Ended December 31</td></tr><tr><td></td><td> 2010</td><td> 2009</td><td> 2008</td></tr><tr><td>Income before income taxes and equity in net income of unconsolidated investments:</td><td></td><td></td><td></td></tr><tr><td>Domestic</td><td>$235,222</td><td>$103,050</td><td>$88,162</td></tr><tr><td>Foreign</td><td>156,881</td><td>57,223</td><td>95,181</td></tr><tr><td>Total</td><td>$392,103</td><td>$160,273</td><td>$183,343</td></tr><tr><td>Current income tax expense (benefit):</td><td></td><td></td><td></td></tr><tr><td>Federal<sup>(a)</sup></td><td>$14,620</td><td>$-23,908</td><td>$-17,165</td></tr><tr><td>State</td><td>5,224</td><td>772</td><td>-260</td></tr><tr><td>Foreign</td><td>25,776</td><td>14,388</td><td>22,934</td></tr><tr><td>Total</td><td>$45,620</td><td>$-8,748</td><td>$5,509</td></tr><tr><td>Deferred income tax expense (benefit):</td><td></td><td></td><td></td></tr><tr><td>Federal</td><td>$57,194</td><td>$29,618</td><td>$-772</td></tr><tr><td>State</td><td>-691</td><td>1,341</td><td>-879</td></tr><tr><td>Foreign</td><td>-9,404</td><td>-29,239</td><td>-10,397</td></tr><tr><td>Total</td><td>$47,099</td><td>$1,720</td><td>$-12,048</td></tr><tr><td>Total income tax expense (benefit)</td><td>$92,719</td><td>$-7,028</td><td>$-6,539</td></tr></table>",
            "<table><tr><td></td><td colspan=\"6\">% of Income Before Income Taxes</td></tr><tr><td></td><td colspan=\"2\">2010</td><td colspan=\"2\">2009</td><td colspan=\"2\">2008</td></tr><tr><td>Federal statutory rate</td><td></td><td>35.0%</td><td></td><td>35.0%</td><td></td><td>35.0%</td></tr><tr><td>State taxes, net of federal tax benefit</td><td></td><td>1.3</td><td></td><td>1.1</td><td></td><td>-0.5</td></tr><tr><td>Change in valuation allowance</td><td></td><td>-0.4</td><td></td><td>-0.9</td><td><sup></sup></td><td>14.6(a)</td></tr><tr><td>Impact of foreign earnings, net<sup>(b)</sup></td><td><sup></sup></td><td>-9.4 (f)</td><td></td><td>-22.6</td><td></td><td>-26.0</td></tr><tr><td>Effect of net income attributable to noncontrolling interests</td><td></td><td>—</td><td></td><td>-0.8</td><td></td><td>-0.8</td></tr><tr><td>Loss on investment in foreign operations</td><td></td><td>—</td><td></td><td>—</td><td><sup></sup></td><td>-11.4 (c)</td></tr><tr><td>Effect of completing domestic audits</td><td></td><td>—</td><td><sup></sup></td><td>5.7(e)</td><td><sup></sup></td><td>0.8(d)</td></tr><tr><td>Depletion</td><td></td><td>-1.0</td><td></td><td>-1.7</td><td></td><td>-2.6</td></tr><tr><td>Revaluation of unrecognized tax benefits/reserve requirements</td><td></td><td>0.1</td><td><sup></sup></td><td>-19.7 (e)</td><td><sup></sup></td><td>-11.2 (d)</td></tr><tr><td>Manufacturer tax deduction</td><td></td><td>-1.6</td><td><sup></sup></td><td>—(g)</td><td><sup></sup></td><td>—(g)</td></tr><tr><td>Other items, net</td><td></td><td>-0.4</td><td></td><td>-0.5</td><td></td><td>-1.5</td></tr><tr><td>Effective income tax rate</td><td></td><td>23.6%</td><td></td><td>-4.4%</td><td></td><td>-3.6%</td></tr></table>",
            "<table><tr><td></td><td>2018</td><td>2017</td></tr><tr><td>Expected life (years)</td><td>6</td><td>6</td></tr><tr><td>Risk-free interest rate</td><td>2.5%</td><td>2.1%</td></tr><tr><td>Volatility</td><td>33.7%</td><td>36.4%</td></tr><tr><td>Dividend yield</td><td>2%</td><td>1.2%</td></tr><tr><td>Weighted average fair value per share at grant date</td><td>$10.34</td><td>$12.32</td></tr></table>"
        ],
        "tables_markdown": [
            "| Year Ended December 31,  \n---|---  \n| 2010| 2009  \n| (In thousands)  \nTotal segment operating profit| $494,311| $246,060  \nAdd (less):| |   \nCorporate & other(a)| -72,505| -35,744  \nRestructuring and other charges| -6,958| -11,643  \nPort de Bouc facility disposition charges| —| -12,393  \nGAAP Operating profit| $414,848| $186,280  \nTotal segment income| $519,182| $257,133  \nAdd (less):| |   \nCorporate & other| -73,040| -35,750  \nRestructuring and other charges| -6,958| -11,643  \nPort de Bouc facility disposition charges| —| -12,393  \nInterest and financing expenses| -25,533| -24,584  \nOther income (expense), net| 2,788| -1,423  \nIncome tax (expense) benefit| -92,719| 7,028  \nGAAP Net income attributable to Albemarle Corporation| $323,720| $178,368\n\n",
            "| Year Ended December 31,  \n---|---  \n| 2009| 2008  \n| (In thousands)  \nTotal segment operating profit| $246,060| $335,210  \nAdd (less):| |   \nCorporate & other(a)| -35,744| -49,960  \nRestructuring and other charges| -11,643| -25,789  \nPort de Bouc facility disposition charges| -12,393| -38,544  \nGAAP Operating profit| $186,280| $220,917  \nTotal segment income| $257,133| $339,892  \nAdd (less):| |   \nCorporate & other| -35,750| -50,322  \nRestructuring and other charges| -11,643| -25,789  \nPort de Bouc facility disposition charges| -12,393| -38,544  \nInterest and financing expenses| -24,584| -38,175  \nOther (expenses) income, net| -1,423| 601  \nIncome tax benefit| 7,028| 6,539  \nGAAP Net income attributable to Albemarle Corporation| $178,368| $194,202\n\n",
            "|  Year Ended December 31  \n---|---  \n|  2010|  2009|  2008  \nIncome before income taxes and equity in net income of unconsolidated investments:| | |   \nDomestic| $235,222| $103,050| $88,162  \nForeign| 156,881| 57,223| 95,181  \nTotal| $392,103| $160,273| $183,343  \nCurrent income tax expense (benefit):| | |   \nFederal(a)| $14,620| $-23,908| $-17,165  \nState| 5,224| 772| -260  \nForeign| 25,776| 14,388| 22,934  \nTotal| $45,620| $-8,748| $5,509  \nDeferred income tax expense (benefit):| | |   \nFederal| $57,194| $29,618| $-772  \nState| -691| 1,341| -879  \nForeign| -9,404| -29,239| -10,397  \nTotal| $47,099| $1,720| $-12,048  \nTotal income tax expense (benefit)| $92,719| $-7,028| $-6,539\n\n",
            "| % of Income Before Income Taxes  \n---|---  \n| 2010| 2009| 2008  \nFederal statutory rate| | 35.0%| | 35.0%| | 35.0%  \nState taxes, net of federal tax benefit| | 1.3| | 1.1| | -0.5  \nChange in valuation allowance| | -0.4| | -0.9| | 14.6(a)  \nImpact of foreign earnings, net(b)| | -9.4 (f)| | -22.6| | -26.0  \nEffect of net income attributable to noncontrolling interests| | —| | -0.8| | -0.8  \nLoss on investment in foreign operations| | —| | —| | -11.4 (c)  \nEffect of completing domestic audits| | —| | 5.7(e)| | 0.8(d)  \nDepletion| | -1.0| | -1.7| | -2.6  \nRevaluation of unrecognized tax benefits/reserve requirements| | 0.1| | -19.7 (e)| | -11.2 (d)  \nManufacturer tax deduction| | -1.6| | —(g)| | —(g)  \nOther items, net| | -0.4| | -0.5| | -1.5  \nEffective income tax rate| | 23.6%| | -4.4%| | -3.6%\n\n",
            "| 2018| 2017  \n---|---|---  \nExpected life (years)| 6| 6  \nRisk-free interest rate| 2.5%| 2.1%  \nVolatility| 33.7%| 36.4%  \nDividend yield| 2%| 1.2%  \nWeighted average fair value per share at grant date| $10.34| $12.32\n\n"
        ],
        "qa": {
            "question": "What was the average of Federal, State, and Foreign current income tax expenses for Albemarle Corporation in 2010, as reported in their financial performance and revenue growth statement?",
            "answer": 15206.66667,
            "question_type": "arithmetic",
            "table_evidence": [
                "2-10-1"
            ],
            "text_evidence": [
                29
            ],
            "answer_from": "table-text",
            "step": 1,
            "derivation": "45620/3",
            "program": "divide(45620,const_3)"
        }
    },
    {
        "uid": "b6e0ad03-cd34-43b0-bcd6-4e45fe7cb73c",
        "document_title": "23% Drop in Purchase Commitments and 24% Decrease in Inventories: A Look at Supply Chain Flexibility and Inventory Management as of July 27, 2019",
        "content": [
            "The following table summarizes our purchase commitments with contract manufacturers and suppliers as of the respective period ends (in millions):",
            "Purchase commitments with contract manufacturers and suppliers decreased by approximately 23% compared to the end of fiscal 2018. On a combined basis, inventories and purchase commitments with contract manufacturers and suppliers decreased by 24% compared with the end of fiscal 2018.",
            "Inventory and supply chain management remain areas of focus as we balance the need to maintain supply chain flexibility to help ensure competitive lead times with the risk of inventory obsolescence because of rapidly changing technology and customer requirements. We believe the amount of our inventory and purchase commitments is appropriate for our revenue levels."
        ],
        "table_title": [
            "Commitments by Period for the Fiscal Years Ended July 27, 2019, and July 28, 2018"
        ],
        "tables": [
            "[['Commitments by Period', 'July 27, 2019', 'July 28, 2018'], ['Less than 1 year', '$4,239', '$5,407'], ['1 to 3 years', '728', '710'], ['3 to 5 years', '—', '360'], ['Total', '$4,967', '$6,477']]"
        ],
        "tables_markdown": [
            "| Commitments by Period | July 27, 2019 | July 28, 2018 |\n| --- | --- | --- |\n| Less than 1 year | $4,239 | $5,407 |\n| 1 to 3 years | 728 | 710 |\n| 3 to 5 years | — | 360 |\n| Total | $4,967 | $6,477 |"
        ],
        "qa": {
            "question": "What were the total purchase commitments in 2018, according to the report on supply chain flexibility and inventory management as of July 27, 2019, which discussed a 23% drop in purchase commitments and a 24% decrease in inventories?",
            "answer": [
                "6,477"
            ],
            "question_type": "span_selection",
            "table_evidence": [],
            "text_evidence": [],
            "answer_from": "table-text",
            "step": 1,
            "derivation": "",
            "program": ""
        }
    },
    {
        "uid": "355ac508-9910-4fa2-b55e-067ae63430a1",
        "document_title": "Everest Re Group Reports Financial Results and Investment Performance",
        "content": [
            "United Kingdom.",
            "Bermuda Re’s UK branch conducts business in the UK and is subject to taxation in the UK.",
            "Bermuda Re believes that it has operated and will continue to operate its Bermuda operation in a manner which will not cause them to be subject to UK taxation.",
            "If Bermuda Re’s Bermuda operations were to become subject to UK income tax, there could be a material adverse impact on the Company’s financial condition, results of operations and cash flow.",
            "Ireland.",
            "Holdings Ireland and Ireland Re conduct business in Ireland and are subject to taxation in Ireland.",
            "Available Information.",
            "The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8- K, proxy statements and amendments to those reports are available free of charge through the Company’s internet website at http://www.",
            "everestre.",
            "com as soon as reasonably practicable after such reports are electronically filed with the Securities and Exchange Commission (the “SEC”).",
            "ITEM 1A.",
            "RISK FACTORS In addition to the other information provided in this report, the following risk factors should be considered when evaluating an investment in our securities.",
            "If the circumstances contemplated by the individual risk factors materialize, our business, financial condition and results of operations could be materially and adversely affected and the trading price of our common shares could decline significantly.",
            "RISKS RELATING TO OUR BUSINESS Fluctuations in the financial markets could result in investment losses.",
            "Prolonged and severe disruptions in the public debt and equity markets, such as occurred during 2008, could result in significant realized and unrealized losses in our investment portfolio.",
            "For the year ended December 31, 2008, we incurred $695.8 million of realized investment gains and $310.4 million of unrealized investment losses.",
            "Although financial markets significantly improved during 2009 and 2010, they could deteriorate in the future and again result in substantial realized and unrealized losses, which could have a material adverse impact on our results of operations, equity, business and insurer financial strength and debt ratings.",
            "Our results could be adversely affected by catastrophic events.",
            "We are exposed to unpredictable catastrophic events, including weather-related and other natural catastrophes, as well as acts of terrorism.",
            "Any material reduction in our operating results caused by the occurrence of one or more catastrophes could inhibit our ability to pay dividends or to meet our interest and principal payment obligations.",
            "Subsequent to April 1, 2010, we define a catastrophe as an event that causes a loss on property exposures before reinsurance of at least $10.0 million, before corporate level reinsurance and taxes.",
            "Prior to April 1, 2010, we used a threshold of $5.0 million.",
            "By way of illustration, during the past five calendar years, pre-tax catastrophe losses, net of contract specific reinsurance but before cessions under corporate reinsurance programs, were as follows:",
            "## Table 0 ##",
            "7.7%, was receivable from Mt.",
            "Logan Re segregated accounts and $51,124 thousand, or 5.0%, was receivable from Federal Crop Insurance Corporation (“FCIC”).",
            "The receivables from Resolution Group and C. V.  Starr are fully collateralized by individual trust agreements.",
            "No other retrocessionaire accounted for more than 5% of our receivables.",
            "Future Policy Benefit Reserve.",
            "Activity in the reserve for future policy benefits is summarized for the periods indicated:",
            "## Table 1 ##",
            "4.",
            "FAIR VALUE GAAP guidance regarding fair value measurements address how companies should measure fair value when they are required to use fair value measures for recognition or disclosure purposes under GAAP and provides a common definition of fair value to be used throughout GAAP.",
            "It defines fair value as the price that would be received to sell an asset or paid to transfer a liability in an orderly fashion between market participants at the measurement date.",
            "In addition, it establishes a three-level valuation hierarchy for the disclosure of fair value measurements.",
            "The valuation hierarchy is based on the transparency of inputs to the valuation of an asset or liability.",
            "The level in the hierarchy within which a given fair value measurement falls is determined based on the lowest level input that is significant to the measurement, with Level 1 being the highest priority and Level 3 being the lowest priority.",
            "The levels in the hierarchy are defined as follows: Level 1: Inputs to the valuation methodology are observable inputs that reflect unadjusted quoted prices for identical assets or liabilities in an active market; Level 2: Inputs to the valuation methodology include quoted prices for similar assets and liabilities in active markets, and inputs that are observable for the asset or liability, either directly or indirectly, for substantially the full term of the financial instrument; Level 3: Inputs to the valuation methodology are unobservable and significant to the fair value measurement.",
            "The Company’s fixed maturity and equity securities are primarily managed by third party investment asset managers.",
            "The investment asset managers obtain prices from nationally recognized pricing services.",
            "These services seek to utilize market data and observations in their evaluation process.",
            "They use pricing applications that vary by asset class and incorporate available market information and when fixed maturity securities do not trade on a daily basis the services will apply available information through processes such as benchmark curves, benchmarking of like securities, sector groupings and matrix pricing.",
            "In addition, they use model processes, such as the Option Adjusted Spread model to develop prepayment and interest rate scenarios for securities that have prepayment features.",
            "In limited instances where prices are not provided by pricing services or in rare instances when a manager may not agree with the pricing service, price quotes on a non-binding basis are obtained from investment brokers.",
            "The investment asset managers do not make any changes to prices received from either the pricing services or the investment brokers.",
            "In addition, the investment asset managers have procedures in place to review the reasonableness of the prices from the service providers and may request verification of the prices.",
            "In addition, the Company continually performs analytical reviews of price changes and tests the prices on a random basis to an independent pricing source.",
            "No material variances were noted during these price validation procedures.",
            "In limited situations, where financial markets are inactive or illiquid, the Company may use its own assumptions about future cash flows and risk-adjusted discount rates to",
            "Commission and brokerage decreased by 2.6% to $298.2 million in 2015 compared to $306.2 million in 2014.",
            "The decrease was mainly due to the impact of the decrease in premiums earned and changes in the mix of business.",
            "Segment other underwriting expenses decreased slightly to $34.3 million in 2015 compared to $34.6 million in 2014.",
            "Bermuda.",
            "The following table presents the underwriting results and ratios for the Bermuda segment for the periods indicated.",
            "## Table 2 ##",
            "Premiums.",
            "Gross written premiums increased by 1.5% to $890.4 million in 2016 compared to $877.3 million in 2015, primarily due to an increased casualty writings through the Bermuda office, partially offset by lower casualty writings through the Ireland office and the negative impact of $31.1 million from the movement of foreign exchange rates.",
            "Net written premiums increased by 5.1% to $831.9 million in 2016 compared to $791.6 million in 2015.",
            "The difference between the change in gross written premiums compared to the change in net written premiums was due to varying utilization of reinsurance.",
            "Premiums earned increased 1.9% to $838.0 million in 2016 compared to $822.4 million in 2015.",
            "The change in premiums earned relative to net written premiums is the result of timing; premiums are earned ratably over the coverage period whereas written premiums are recorded at the initiation of the coverage period.",
            "Gross written premiums increased by 11.6% to $877.3 million in 2015 compared to $786.4 million in 2014, primarily due to increased property and casualty writings through the Bermuda, Ireland and UK offices, partially offset by the negative impact of $44.1 million from the movement of foreign exchange rates.",
            "Net written premiums increased by 6.3% to $791.6 million in 2015 compared to $744.7 million in 2014.",
            "The difference between the change in gross written premiums compared to the change in net written premiums was due to a higher utilization of reinsurance.",
            "Premiums earned increased 14.9% to $822.4 million in 2015 compared to $715.7 million in 2014.",
            "The change in premiums earned relative to net written premiums is the result of timing; premiums are earned ratably over the coverage period whereas written premiums are recorded at the initiation of the coverage period."
        ],
        "table_title": [
            "Pre-Tax Catastrophe Losses for Calendar Years 2010 through 2006 (Dollars in Millions)",
            "Rollforward of Insurance Liabilities and Reserves for the Years Ended December 31, 2016, 2015, and 2014",
            "Variation in Premiums, Underwriting Results, and Expense Ratios for the Years Ended December 31, 2016, 2015, and 2014"
        ],
        "tables": [
            "<table><tr><td>Calendar year:</td><td>Pre-tax catastrophe losses</td></tr><tr><td>(Dollars in millions)</td><td></td></tr><tr><td>2010</td><td>$571.1</td></tr><tr><td>2009</td><td>67.4</td></tr><tr><td>2008</td><td>364.3</td></tr><tr><td>2007</td><td>160.0</td></tr><tr><td>2006</td><td>287.9</td></tr></table>",
            "<table><tr><td></td><td colspan=\"3\">At December 31,</td></tr><tr><td>(Dollars in thousands)</td><td>2016</td><td>2015</td><td>2014</td></tr><tr><td>Balance at beginning of year</td><td>$58,910</td><td>$59,820</td><td>$59,512</td></tr><tr><td>Liabilities assumed</td><td>175</td><td>315</td><td>250</td></tr><tr><td>Adjustments to reserves</td><td>303</td><td>2,310</td><td>4,724</td></tr><tr><td>Benefits paid in the current year</td><td>-4,315</td><td>-3,535</td><td>-4,667</td></tr><tr><td>Balance at end of year</td><td>$55,074</td><td>$58,910</td><td>$59,820</td></tr><tr><td>(Some amounts may not reconcile due to rounding.)</td><td></td><td></td><td></td></tr></table>",
            "<table><tr><td></td><td colspan=\"3\">Years Ended December 31,</td><td colspan=\"2\">2016/2015</td><td colspan=\"2\">2015/2014</td></tr><tr><td>(Dollars in millions)</td><td>2016</td><td>2015</td><td>2014</td><td>Variance</td><td>% Change</td><td>Variance</td><td>% Change</td></tr><tr><td>Gross written premiums</td><td>$890.4</td><td>$877.3</td><td>$786.4</td><td>$13.0</td><td>1.5%</td><td>$90.9</td><td>11.6%</td></tr><tr><td>Net written premiums</td><td>831.9</td><td>791.6</td><td>744.7</td><td>40.3</td><td>5.1%</td><td>46.9</td><td>6.3%</td></tr><tr><td>Premiums earned</td><td>$838.0</td><td>$822.4</td><td>$715.7</td><td>$15.6</td><td>1.9%</td><td>$106.7</td><td>14.9%</td></tr><tr><td>Incurred losses and LAE</td><td>461.9</td><td>456.4</td><td>361.8</td><td>5.5</td><td>1.2%</td><td>94.7</td><td>26.2%</td></tr><tr><td>Commission and brokerage</td><td>234.0</td><td>216.0</td><td>198.8</td><td>18.0</td><td>8.3%</td><td>17.1</td><td>8.6%</td></tr><tr><td>Other underwriting expenses</td><td>36.3</td><td>36.0</td><td>34.9</td><td>0.3</td><td>0.8%</td><td>1.1</td><td>3.1%</td></tr><tr><td>Underwriting gain (loss)</td><td>$105.7</td><td>$113.9</td><td>$120.2</td><td>$-8.2</td><td>-7.2%</td><td>$-6.2</td><td>-5.2%</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>Point Chg</td><td></td><td>Point Chg</td></tr><tr><td>Loss ratio</td><td>55.1%</td><td>55.4%</td><td>50.5%</td><td></td><td>-0.3</td><td></td><td>4.9</td></tr><tr><td>Commission and brokerage ratio</td><td>27.9%</td><td>26.3%</td><td>27.8%</td><td></td><td>1.6</td><td></td><td>-1.5</td></tr><tr><td>Other underwriting expense ratio</td><td>4.4%</td><td>4.4%</td><td>4.9%</td><td></td><td>-</td><td></td><td>-0.5</td></tr><tr><td>Combined ratio</td><td>87.4%</td><td>86.1%</td><td>83.2%</td><td></td><td>1.3</td><td></td><td>2.9</td></tr><tr><td>(Some amounts may not reconcile due to rounding.)</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table>"
        ],
        "tables_markdown": [
            "Calendar year:| Pre-tax catastrophe losses  \n---|---  \n(Dollars in millions)|  \n2010| $571.1  \n2009| 67.4  \n2008| 364.3  \n2007| 160.0  \n2006| 287.9\n\n",
            "| At December 31,  \n---|---  \n(Dollars in thousands)| 2016| 2015| 2014  \nBalance at beginning of year| $58,910| $59,820| $59,512  \nLiabilities assumed| 175| 315| 250  \nAdjustments to reserves| 303| 2,310| 4,724  \nBenefits paid in the current year| -4,315| -3,535| -4,667  \nBalance at end of year| $55,074| $58,910| $59,820  \n(Some amounts may not reconcile due to rounding.)| | | \n\n",
            "| Years Ended December 31,| 2016/2015| 2015/2014  \n---|---|---|---  \n(Dollars in millions)| 2016| 2015| 2014| Variance| % Change| Variance| %\nChange  \nGross written premiums| $890.4| $877.3| $786.4| $13.0| 1.5%| $90.9| 11.6%  \nNet written premiums| 831.9| 791.6| 744.7| 40.3| 5.1%| 46.9| 6.3%  \nPremiums earned| $838.0| $822.4| $715.7| $15.6| 1.9%| $106.7| 14.9%  \nIncurred losses and LAE| 461.9| 456.4| 361.8| 5.5| 1.2%| 94.7| 26.2%  \nCommission and brokerage| 234.0| 216.0| 198.8| 18.0| 8.3%| 17.1| 8.6%  \nOther underwriting expenses| 36.3| 36.0| 34.9| 0.3| 0.8%| 1.1| 3.1%  \nUnderwriting gain (loss)| $105.7| $113.9| $120.2| $-8.2| -7.2%| $-6.2| -5.2%  \n| | | | | Point Chg| | Point Chg  \nLoss ratio| 55.1%| 55.4%| 50.5%| | -0.3| | 4.9  \nCommission and brokerage ratio| 27.9%| 26.3%| 27.8%| | 1.6| | -1.5  \nOther underwriting expense ratio| 4.4%| 4.4%| 4.9%| | -| | -0.5  \nCombined ratio| 87.4%| 86.1%| 83.2%| | 1.3| | 2.9  \n(Some amounts may not reconcile due to rounding.)| | | | | | | \n\n"
        ],
        "qa": {
            "question": "Was the underwriting gain (loss) value in 2016 higher than in the years ended December 31, 2015, according to Everest Re Group's financial results and investment performance reports?",
            "answer": "No",
            "question_type": "span_selection",
            "table_evidence": [
                "2-8-1",
                "2-8-2"
            ],
            "text_evidence": [
                53
            ],
            "answer_from": "table-text",
            "step": 2,
            "derivation": "",
            "program": ""
        }
    },
    {
        "uid": "be4e5e48-d8b7-42f6-a04f-712907a3b77d",
        "document_title": "Rising Sales and Marketing Costs: Employee-Related Expenses and Trade Show Investments Drive $22.6 Million Increase in 2018",
        "content": [
            "Sales and Marketing Expense",
            "Sales and marketing expense increased by $22.6 million in 2018 compared to 2017. The increase was primarily due to a $20.0 million increase in employee- related costs, which includes stock-based compensation, associated with our increased headcount from 215 employees as of December 31, 2017 to 286 employees as of December 31, 2018. The remaining increase was principally the result of a $1.8 million increase in trade show and advertising costs and a $0.8 million increase attributed to office related expenses to support the sales team. The adoption of ASC 606 did not have a material impact on the change in commission expense when compared to year over year."
        ],
        "table_title": [
            "Breakdown of Sales and Marketing Expenses and Percentage of Revenue for the Years Ended December 31, 2018 and 2017"
        ],
        "tables": [
            "[['', 'Year Ended December 31,', '', 'Change', ''], ['', '2018', '2017', '$', '%'], ['', '', '(dollars in thousands)', '', ''], ['Sales and marketing', '$ 69,608', '$ 46,998', '$ 22,610', '48.1%'], ['% of revenue', '47%', '45%', '', '']]"
        ],
        "tables_markdown": [
            "|  | Year Ended December 31, |  | Change |  |\n| --- | --- | --- | --- | --- |\n|  | 2018 | 2017 | $ | % |\n|  |  | (dollars in thousands) |  |  |\n| Sales and marketing | $ 69,608 | $ 46,998 | $ 22,610 | 48.1% |\n| % of revenue | 47% | 45% |  |  |"
        ],
        "qa": {
            "question": "What is the percentage change in sales and marketing expenses between 2017 and 2018, as reported in the Rising Sales and Marketing Costs document detailing employee-related expenses and trade show investments?",
            "answer": [
                "48.1"
            ],
            "question_type": "span_selection",
            "table_evidence": [],
            "text_evidence": [],
            "answer_from": "table",
            "step": 1,
            "derivation": "",
            "program": ""
        }
    }
]